Repository: Entropyobserver/test
Catalog: projects_AI/mt_oil_no/data/source/npd/npd.no.en-nb.tmx
Source language: en
Languages: nb

source: Both courage and determination were needed to implement the TOGI project – not least because the development was already approved with water injection.
nb: Det krevde mot og besluttsomhet å gjennomføre TOGI-prosjektet – ikke minst fordi utbyggingen alt var godkjent med vanninjeksjon.

source: This meant that Oseberg had to be considered again in the Norwegian Parliament (the Storting).”
nb: Oseberg måtte dermed gjennom en ny behandling i Stortinget.”

source: The Ministry of Petroleum and Energy (MPE) recently approved the plan for removal of the TOGI facility, which has thus completed its course.
nb: OED godkjente nylig planen for fjerning av TOGI-innretningen, som dermed har fullført sitt løp.

source: In its day, it was also an important precondition for the success of Troll Olje, which was based on subsea templates.
nb: I sin tid var den også en viktig forutsetning for at Troll Olje basert på havbunnsrammer ble så vellykket.

source: The bold decision to use gas injection as the main method for oil recovery on Oseberg has continuously been followed up by reservoir engineers, first in Hydro, then Statoil.
nb: Den modige beslutningen om gassinjeksjon som hovedmetode for oljeutvinningen på Oseberg er kontinuerlig blitt fulgt opp av reservoaringeniørene, først i Hydro, seinere i Statoil.

source: The planned date for gas blowdown has been postponed multiple times, based on the experts’ recommendations.
nb: Planlagt tidspunkt for gassnedblåsing er blitt i utsatt flere ganger, basert på fagfolkenes anbefalinger.

source: This is because the company has determined that it is still profitable to continue injecting own gas to maintain the pressure.
nb: Årsaken er at selskapet har sett at det er mer å tjene på å fortsette å injisere egen gass, slik at trykket opprettholdes.

source: The experts have supported this position, most recently in an important decision in 2011, and also during periods when more export gas was demanded.
nb: Fagfolkene har holdt fast på denne linjen, seinest ved en viktig beslutning i 2011, og også i perioder når mer gass til eksport ble etterspurt.

source: “We want to give credit to the experts who have contributed to making gas injection on Oseberg a success story.
nb: ”Vi ønsker å gi honnør til fagfolkene som har bidratt til å gjøre gassinjeksjonen på Oseberg til en suksesshistorie.

source: They have really made it happen!
nb: De har virkelig lykkes!

source: We hope that this will inspire continued solid technical work on the Norwegian shelf along with even more good, and sometimes audacious, decisions,” says Nyland.
nb: Vi håper med dette å inspirere til fortsatt solid fagarbeid på norsk sokkel og til flere gode og, i noen tilfeller, modige beslutninger,” sier Nyland.

source: < Professor Tor Austad was honoured with the Norwegian Petroleum Directorate's IOR prize for 2010 for his work on recovering more oil from chalk reservoirs.
nb: < Professor Tor Austad fikk Oljedirektoratets IOR-pris for 2010 for sitt arbeid med å få ut mer olje for krittreservoar.

source: He shared the prize with the Corec research centre.
nb: Han delte prisen med forskningssenteret Corec.

source: (Photo: Monica Larsen)
nb: (Foto: Monica Larsen)

source: Director General Bente Nyland has taken the initiative to move the award ceremony to ONS.
nb: Det er oljedirektør Bente Nyland som har tatt initiativet til at utdelingen flyttes til ONS.

source: “The Norwegian Petroleum Directorate and the ONS management have discussed the possibility of making the award of the IOR prize a permanent part of the ONS programme,” says Nyland.
nb: ”Oljedirektoratet og ONS-ledelsen har diskutert muligheten for å gjøre utdelingen av IOR-prisen til en permanent del av ONS-programmet,” sier Nyland.

source: “We in ONS are very satisfied that the Norwegian Petroleum Directorate wants to award the highly prestigious IOR prize on the opening day.
nb: ” I ONS er vi meget tilfredse med at Oljedirektoratet vil dele ut den prestisje tunge IOR-prisen på åpningsdagen.

source: This prize reflects our spirit – focus on innovation and the best use of resources,” says Kjell Ursin-Smith, President and CEO of ONS.
nb: Det er nettopp en pris i vår ånd - nyskapende og ressursvennlig,” sier Kjell Ursin-Smith, administrerende direktør for ONS.

source: The IOR prize is awarded to production licences, companies, projects or individuals that have created additional value on the Norwegian continental shelf through innovative actions and plans related to improved oil recovery.
nb: IOR-Prisen gis til utvinningstillatelser, selskaper, prosjekter eller enkeltpersoner som har skapt merverdi på norsk kontinentalsokkel gjennom nyskapende handlinger og planer knyttet til økt oljeutvinning.

source: Nyland says that Norway is a pioneering country when it comes to developing and utilising methods to improve oil recovery from producing fields.
nb: Norge er et foregangsland i å utvikle og ta i bruk metoder for å øke oljeutvinningen fra produserende felt, kommenterer Nyland:

source: “But when more than half of the oil on the Norwegian shelf remains in the subsurface under the current recovery plans, this is a challenge both the authorities and the industry should devote considerable energy to.”
nb: ”Men når mer enn halvparten av oljen på norsk sokkel blir liggende igjen i undergrunnen med dagens utvinningsplaner, er det en utfordring både myndigheter og industri bør bruke mye energi på.”

source: Improved recovery is a key factor in avoiding a steep decline in Norwegian oil production.
nb: Økt utvinning er en sentral faktor for å bidra til at norsk oljeproduksjon ikke faller for brått.

source: The newly adopted Petroleum White Paper also notes the significance of improved oil recovery, and the Storting (Norwegian Parliament) has endorsed the establishment of a designated centre with the main task of researching new methods to improve oil recovery.
nb: Den nylig vedtatt petroleumsmeldingen peker også på betydningen av økt oljeutvinning, og Stortinget har vedtatt at det skal opprettes et eget senter der forskning på nye metoder for å øke oljeutvinning vil være hovedoppgaven.

source: The Norwegian Petroleum Directorate has awarded the IOR prize every year since 1998.
nb: Oljedirektoratet har delt ut IOR-prisen årlig siden 1998.

source: When the award ceremony is moved to ONS, the prize will only be awarded every two years.
nb: Når prisutdelingen legges til ONS, betyr det at den fra nå av blir delt ut annen hvert år.

source: “I hope this gives the prize an even greater impact,” says the Director General.
nb: ”Jeg håper det gir prisen enda større gjennomslagskraft,” sier oljedirektøren.

source: The award ceremony has been held in multiple arenas, both at the NPD’s own events and at various conferences, mainly organised by NPF.
nb: Prisutdelingen har foregått på ulike arenaer, både på egne arrangementer og på ulike konferanser, i hovedsak i regi av NPF.

source: However, the Norwegian Petroleum Directorate has long been on the lookout for a permanent arena for the award ceremony with an audience that is in a position to make decisions regarding improved oil recovery measures.
nb: Oljedirektoratet har imidlertid lenge søkt en permanent arena for prisutdelingen med et publikum som er i posisjon til å ta beslutninger om tiltak for økt oljeutvinning.

source: “This helps show that the Norwegian authorities emphasise improved oil recovery as an important part of our resource management, as well as highlight efforts that have contributed towards this,” Nyland notes.
nb: ”Slik kan vi vise at norske myndigheter legger vekt på økt oljeutvinning som en viktig del av ressursforvaltningen og framheve innsats som har bidratt til dette,” påpeker Nyland.

source: The IOR prize is awarded as recognition for creativity, steadfastness, and willingness to take risks as regards using methods and technology that could improve recovery beyond what can be expected with existing plans and methods.
nb: IOR-prisen er ment som en anerkjennelse for kreativitet, standhaftighet og risikovilje når det gjelder å ta i bruk metoder og teknologi som kan øke utvinningen utover det som kan forventes med eksisterende planer og metoder.

source: Suggested candidates – with a brief explanation and contact person – can be sent to the email address IOR-Award@npd.no.
nb: Forslag til kandidater – med en kort begrunnelse og kontaktperson – kan sendes til epostadressen IOR-Award@npd.no.

source: The deadline for nominating candidates is 1 June.
nb: Frist for å foreslå kandidater er 1. juni.

source: The 2011 IOR prize will be awarded during the opening ceremony at ONS, the major energy conference and exhibition in Stavanger on Tuesday, 28 August.
nb: IOR-prisen for 2011 skal deles ut under åpningsseremonien på den store energikonferansen og -utstillingen ONS i Stavanger tirsdag 28. august.

source: On Wednesday, 29 August, the NPD will host a breakfast in Stavanger Forum with the topic of IOR.
nb: Onsdag 29. august er OD vertskap for en frokost i Stavanger Forum der IOR er tema.

source: The prize winner will have an opportunity to present themselves and the Norwegian Petroleum Directorate will present IOR goals and challenges.
nb: Her får prisvinneren anledning til å presentere seg, og Oljedirektoratet vil presentere IOR-mål og problemstillinger.

source: The IOR prize has been awarded every year with the exception of 2002 and 2008, when the Norwegian Petroleum Directorate, unfortunately, did not find any worthy candidates.
nb: IOR-prisen er delt ut hvert år siden unntatt i 2002 og i 2008, da fant Oljedirektoratet dessverre ingen verdige kandidater.

source: Previous award winners
nb: Tidligere prisvinnere

source: 2010 - Professor Tor Austad of the University of Stavanger and the Corec research centre for their work on recovering more oil from chalk reservoirs.
nb: 2010 Professor Tor Austad ved Universitetet i Stavanger og forskningssenteret Corec for sitt arbeid med å få ut mer olje fra krittreservoarer >>

source: 2009 - FMC Technologies for having demonstrated the courage and determination to invest in technology which increases production from seabed wells.
nb: 2009 FMC Technologies for utvikling og testing av teknologi som øker produksjonen fra havbunnsbrønner >>

source: 2005 - Arne Skauge, Prof at UiB/CIPR, for his success to bring IOR research from laboratories to pilot testing and implementation in fields and for his educational skills.
nb: 2005 Arne Skauge for hans suksess med å bringe forskningen fra laboratoriene til pilottesting og implementering på felt.

source: 2003 - BP for ”Life of Field Seismic” project in the Valhall field
nb: 2003 BP og Valhall Unit for prosjektet Life of field seismic på Valhall >>

source: 2002 - No worthy candidate found (strong signal about lack of activity in implementing IOR/EOR)
nb: 2002 - Ingen verdige kandidater funnet.

source: 1999 - Saga for Foam assisted Water alternating Gas injection, FAWAG –pilot in the Snorre field
nb: 1999 Saga Petroleum for skum/såpe brukt til å stoppe uønsket gassproduksjon.

source: Read more:
nb: Les mer:

source: Increased petroleum production in the first half of 2012 >>
nb: Auka petroleumsproduksjon første halvår 2012 >>

source: The agreement – which has been named Force Agreement for Pilot Consortium Projects – regulates, among other things, distribution of costs and data exchange.
nb: Avtalen – som har fått navnet Force Agreement for Pilot Consortium Projects – regulerer blant annet fordeling av kostnader og utveksling av data.

source: It can be used by every company with a production licence on the Norwegian shelf, even if they are not licensees in the relevant fields.
nb: Den skal kunne brukes av alle selskaper som har utvinningstillatelser på norsk sokkel, selv om de ikke er rettighetshavere i de aktuelle feltene.

source: The average recovery rate from fields on the Norwegian shelf is currently 46 percent.
nb: Den gjennomsnittlige utvinningsgraden fra felt på norsk sokkel er i dag 46 prosent.

source: This means that more than half of the oil remains in the subsurface when production is shut down.
nb: Det vil si at mer enn halvparten av oljen bli liggende igjen når produksjonen avsluttes.

source: Methods that can contribute to recovering more oil will therefore result in considerable income for the state and the companies.
nb: Metoder som kan bidra til å få ut mer olje kan derfor gi betydelige inntekter til staten og selskapene.

source: Some of the remaining oil can be drained using water or gas injection, but about half is stuck in the pores in the reservoir.
nb: Noe av den gjenværende oljen kan dreneres ut ved hjelp av vann- eller gassinjeksjon, mens om lag halvparten sitter fast i porene i reservoaret.

source: This type of immobile oil cannot be extracted using seawater, but requires use of chemicals or carbon dioxide (CO2) in order to be produced.
nb: Denne typen immobil olje kan ikke løsnes ved hjelp av sjøvann, men krever bruk av kjemikalier eller karbondioksid (CO2) for å kunne produseres.

source: A number of laboratory tests of various methods that could contribute to such recovery have been carried out over the years, but it has proven difficult to test these methods in practice.
nb: I årenes løp har det blitt utført mange laboratorietester av ulike metoder som kan bidra til dette, men det har vist seg vanskelig å få prøvd ut disse metodene i praksis.

source: “At the Norwegian Petroleum Directorate we see that efforts are being made to improve recovery on the fields, but it is far from enough,” says Eva Halland in the NPD.
nb: ”Vi i Oljedirektoratet ser at det gjøres en del for å øke utvinningen på feltene, men langt fra nok,” sier Eva Halland i OD.

source: She is the project manager in Force, a collaborative forum for oil companies and Norwegian authorities, relating to development and testing of new technology on the Norwegian shelf.
nb: Hun er prosjektleder i Force, som er et samarbeidsforum for oljeselskaper og norske myndigheter om utvikling og testing av ny teknologi på norsk sokkel.

source: The purpose is to contribute to experience transfer and improved recovery of oil and gas across production licences.
nb: Formålet er å bidra til erfaringsoverføring og økt utvinning av olje og gass på tvers av utvinningstillatelsene.

source: A working group in Force, consisting of representatives from Shell, Statoil, ConocoPhillips, Petoro, Exxon Mobil, Total and the Norwegian Oil Industry Association (OLF), has looked at legal and financial issues relating to collaboration on testing methods for improved recovery.
nb: En arbeidsgruppe i Force, bestående av representanter fra Shell, Statoil, ConocoPhillips, Petoro, Exxon Mobil, Total og Oljeindustriens landsforening (OLF), har sett på juridiske og økonomiske spørsmål knyttet til samarbeid om å prøve ut metoder for økt utvinning.

source: The working group then submitted a draft to the OLF, which drew up an agreement text.
nb: Arbeidsgruppen leverte deretter en skisse til OLF, som utarbeidet en avtaletekst.

source: It was submitted to all the companies for consultation last autumn, and was adopted just before Christmas.
nb: Den ble sendt på høring til alle selskapene i fjor høst, og vedtatt rett før jul.

source: According to Halland, the costs for testing in one field can be considerable in many cases.
nb: Ifølge Halland kan kostnadene for uttesting på et enkelt felt i mange tilfeller være store.

source: The new agreement will hopefully reduce the financial obstacles, while also highlighting the benefits of sharing information regarding technological innovations.
nb: Det nye avtaleverket skal forhåpentligvis gjøre det økonomiske hinderet mindre, samtidig som selskapene ser nytten i å dele informasjon om teknologiske nyvinninger.

source: “It costs money to test technology.
nb: ”Det koster penger å teste ut teknologi.

source: Instead of everyone running their own pilots, they can now do it together,” says Halland.
nb: I stedet for at alle skal kjøre sine piloter, kan de nå gjøre det i fellesskap,” sier Halland.

source: “We hope this agreement can be an important breakthrough in testing more of the laboratory results out in the field.”
nb: ”Vi håper denne avtalen kan være et viktig gjennombrudd for å få flere av laboratorieresultatene testet ut på felt.”

source: She now expects the companies to utilise the new agreement: that they define methods and identify fields that could be suitable as potential pilots.
nb: Hun forventer nå at selskapene tar den nye avtalen i bruk: At de definerer metoder, og identifiserer felt som kan egne seg som potensielle piloter.

source: Hopefully, there can be concrete projects this spring.
nb: Forhåpentligvis kan det komme opp konkrete prosjekter i løpet av våren.

source: Read more about Force:
nb: Les mer om Force:

source: Topics: Development and operations | Improved recovery
nb: Tema: Utbygging og drift | Økt utvinning

source: Wellbore 35/6-1S will be drilled from the Ocean Vanguard drilling facility at position 61º 32’ 2.923’’ North and 03º 54’ 40.819’’ East, after it completes the drilling of wildcat well 6608/10-12 for StatoilHydro ASA in production licence 128.
nb: Brønnbane 35/6-1S skal bores fra boreinnretningen Ocean Vanguard i posisjon 61º 32’ 2,923’’ Nord og 03 º 54’ 40,819’’ Øst, etter avslutning av boring av undersøkelsesbrønnen 6608/10-12 for StatoilHydro ASA i utvinningstillatelse 128.

source: The drilling program for wellbore 35/6-1S relates to the drilling of a wildcat well in production licence 376.
nb: Boreprogrammet for brønnbane 35/6-1S gjelder boring av undersøkelsesbrønn i utvinningstillatelse 376.

source: StatoilHydro ASA is the operator with a 60 per cent ownership interest.
nb: StatoilHydro ASA er operatør med 60 prosent eierandel.

source: The other licensees are Gaz de France Norge AS with 20 per cent, Faroe Petroleum Norge AS and E.ON Ruhrgas Norge AS, both with 10 per cent shares.
nb: Rettighetshavere er Gaz de France Norge AS med 20 prosent, Faroe Petroleum Norge AS og E.ON Ruhrgas Norge AS begge med 10 prosent andel.

source: The area in this licence consists of all of block 35/6, as well as the northwest part of block 35/9.
nb: Arealet i denne tillatelsen består av hele blokk 35/6, samt nordvestlig del av 35/9.

source: The Norwegian Petroleum Directorate has received applications for both the Norwegian Sea and the Barents Sea.
nb: Oljedirektoratet har tatt i mot søknader både i Norskehavet og Barentshavet.

source: The interest is greatest in the Barents Sea.
nb: Interessa er størst i Barentshavet.

source: "It is no great surprise that several companies apply for production licences in the Barents Sea", comments exploration director Sissel Erikson.
nb: - Det er inga stor overrasking at mange selskap søkjer om utvinningsløyver i Barentshavet, seier leitedirektør Sissel Eriksen.

source: "After Statoil found oil and gas on "Skrugard" (7220/8-1) last year, the interest in exploring the Barents Sea has risen sharply.
nb: - Etter at Statoil fann olje og gass på "Skrugard" (7220/8-1) i fjor, har interessa for å leite i Barentshavet auka kraftig.

source: The confidence in new opportunities and discovery expectations has increased.
nb: Trua på nye mulegheiter og forventninga til funn er blitt større.

source: Several exploration wells are already planned in the Barents Sea.
nb: Det er allereie planlagd mange leitebrønnar i Barentshavet.

source: This round will help maintain the level of activity in the southern part of the Barents Sea, as well as clarify the resource potential", says Eriksen.
nb: Denne runden vil bidra til å oppretthalde aktivitetsnivået i den sørlege delen av Barentshavet og til at vi kan få avklart ressurspotensialet, legg ho til.

source: These 36 companies have applied for production licences, individually or in groups:
nb: Desse 36 selskapa har søkt om utvinningsløyve, enkeltvis eller i grupper:

source: Atlantic Petroleum AS, AS Norske Shell, Bayerngas Norge AS, BG Norge AS, BP Norge AS, Centrica Resources Norge AS, Concedo ASA, ConocoPhillips Skandinavia AS, Dana Petroleum Norway AS, Det norske oljeselskap ASA, Dong E&P Norge AS, E.ON E&P Norge AS, Edison International SpA, Eni Norge AS, Faroe Petroleum Norge AS, GDF SUEZ E&P Norge AS, Idemitsu Petroleum Norge AS, Lukoil Oil Company, Lundin Norway AS, Maersk Oil Norway AS, Moeco Oil & Gas Norge AS, North Energy ASA, OMV Norge AS, PGNiG Norway AS, Repsol Exploration Norge AS, Rocksource ASA, RN Nordic Oil AS, RWE Dea Norge AS, Skagen44 AS, Spring Energy Norway AS, Statoil Petroleum AS, Suncor Energy Norge AS, Total E&P Norge AS, Tullow Oil, Valiant Petroleum and Wintershall Norge ASA.
nb: Atlantic Petroleum AS, AS Norske Shell, Bayerngas Norge AS, BG Norge AS, BP Norge AS, Centrica Resources Norge AS, Concedo ASA, ConocoPhillips Skandinavia AS, Dana Petroleum Norway AS, Det norske oljeselskap ASA, Dong E&P Norge AS, E.ON E&P Norge AS, Edison International SpA, Eni Norge AS, Faroe Petroleum Norge AS, GDF SUEZ E&P Norge AS, Idemitsu Petroleum Norge AS, Lukoil Oil Company, Lundin Norway AS, Maersk Oil Norway AS, Moeco Oil & Gas Norge AS, North Energy ASA, OMV Norge AS, PGNiG Norway AS, Repsol Exploration Norge AS, Rocksource ASA, RN Nordic Oil AS, RWE Dea Norge AS, Skagen44 AS, Spring Energy Norway AS, Statoil Petroleum AS, Suncor Energy Norge AS, Total E&P Norge AS, Tullow Oil, Valiant Petroleum og Wintershall Norge ASA.

source: "It’s exciting that new companies want to enter the Norwegian shelf.
nb: - Det er spennande at nye selskap vil inn på norsk sokkel.

source: The Norwegian authorities facilitate the establishment of new players, because we believe that this can contribute to increased value creation", says Eriksen.
nb: Norske myndigheiter legg forholda til rette for at nye aktørar kan etablere seg her, for vi har tru på at dette kan bidra til auka verdiskaping, kommenterer Eriksen.

source: "This marks the start of the process to evaluate the applications.
nb: - No startar arbeidet med å vurdere søknadene.

source: The Norwegian Petroleum Directorate (NPD) aims to find the best strategy for exploring the areas, and is therefore looking for companies with the best knowledge and best applications", says Eriksen.
nb: Oljedirektoratet er på jakt etter den beste strategien for utforsking av områda, og leiter derfor etter selskapa med den beste kunnskapen og dei beste søknadene, seier ho.

source: "Companies which are awarded production licences must have technical expertise and sound geological understanding.
nb: - Selskap som får utvinningsløyve må ha teknisk ekspertise og god geologisk forståing.

source: Financial strength and experience is also emphasised."
nb: I tillegg blir det lagt vekt på finansiell styrke og erfaring.

source: "As regards group applications, we look at the group composition, recommended operator and shared expertise."
nb: - Ved gruppesøknad ser vi på samansetjinga av gruppa, tilrådd operatør og felles kompetanse.

source: The blocks come with fishery and environmental terms.
nb: Det er knytt fiskeri- og miljøvilkår til blokkene.

source: The NPD has itself mapped all the announced blocks.
nb: Oljedirektoratet har sjølv kartlagt alle dei utlyste blokkene.

source: The Ministry of Petroleum and Energy aims to award new production licences in the 22nd licencing round before the summer of 2013.
nb: Olje- og energidepartementet tek sikte på å tildele nye utvinningsløyve i 22. konsesjonsrunde før sommaren 2013.

source: Photo: Monica Larsen
nb: Foto: Monica Larsen
